android-studio
anki-bin
betterlockscreen
bibata-cursor-theme
brave-bin
caffeine-ng
cef-minimal
colorz
drawio-desktop-bin
drive-bin
dwl-git
eclipse-java
etcher-bin
flameshot-git
fritzing
hosts-update
humanity-icon-theme
i3lock-color
insomnia-bin
jdtls
lib32-ncurses5-compat-libs
libpdfium-nojs
librewolf-bin
llvm15-libs
lua-lpeglabel-git
megasync
mendeley-reference-manager
mongodb-bin
mongodb-compass
mongodb-tools-bin
mongosh-bin
mpris-ctl
multibootusb
nautilus-megasync
ncurses5-compat-libs
neovide-git
niri-bin
nodejs-nativefier
nvim-packer-git
nvm
oh-my-zsh-git
openvpn3-git
pacmixer
paru
paru-debug
pfetch
pipes-rs
pm-utils
polyclipping
prettierd
pyside2
python-async_generator
python-clickgen
python-colorthief
python-haishoku
python-pulsectl
python-pytest-archon
python-shiboken2
rgb_keyboard-git
scala
slack-desktop
sov
surf
thonny
ttf-ancient-fonts
ttf-twemoji-color
universal-android-debloater-bin
visual-studio-code-bin
vscode-langservers-extracted
webstorm
xsuspender-git
zoom
zotero-bin
aseprite-git
brave-bin
c++utilities
electron32
haskell-data-array-byte
jetbrains-toolbox
konsave
paru
paru-debug
python39
qimgv-git
qtforkawesome-qt6
qtutilities-qt6
visual-studio-code-bin
