agg
android-studio
anki-bin
appimagelauncher
appimagepool-appimage
betterlockscreen
bibata-cursor-theme
brave-bin
caffeine-ng
cef-minimal
cef-minimal-obs-bin
ceph-libs
colorz
discord-canary
drawio-desktop-bin
drive-bin
dropbox
eclipse-java
etcher-bin
flameshot-git
fritzing
gaphor-git
heroku-cli-bin
hosts-update
humanity-icon-theme
i3lock-color
insomnia-bin
jamesdsp
jdtls
kitty-terminfo-git
kwin-bismuth-bin
librewolf-bin
librist
libvterm01
lite-xl
lua-lpeglabel-git
lua-lsp-git
lua-luainspect-git
ly
mandelbulber2
metis
mongodb-bin
mongodb-compass
mongosh-bin
mpris-ctl
multibootusb
neovide-git
nerd-fonts-jetbrains-mono
nerd-fonts-victor-mono
nodejs-nativefier
nvim-packer-git
nvm
oh-my-zsh-git
pacmixer
paru
pfetch
platformio
pm-utils
postman9-bin
prettierd
python-ajsonrpc
python-clickgen
python-colorthief
python-gaphas
python-generic
python-haishoku
python-pulsectl
python2
rambox-pro-bin
reproc
responsively-bin
rgb_keyboard-git
selectdefaultapplication-git
slack-desktop
smartgit
spicetify-cli
spotify
spotifywm-git
staruml
surf
syncthing-gtk-python3
ttf-ancient-fonts
ttf-twemoji-color
universal-android-debloater-bin
visual-studio-code-bin
vscode-langservers-extracted
webstorm
whatsapp-nativefier
xgetres
xsuspender-git
youtube-music-bin
youtubemusic-nativefier
ytmdesktop-bin
zoom
zotero-bin
