acpid
alacritty
alex
alsa-utils
anaconda
anki
antlr4
aqemu
arandr
arduino
asciiquarium
aseprite
audacity
awesome
aws-cli
azure-cli
bandwhich
baobab
base
bibata-cursor-theme
bison
blanket
blender
bpytop
brave-bin
brlcad
bspwm
btop
cabal-install
caffeine-ng
calc
calcurse
calibre
cbatticon
chromium
cmatrix
colorz
composer
conky
cowsay
d-feet
dbeaver
deja-dup
dgl
diff-so-fancy
discord
docker
docker-compose
drawio-desktop-bin
drive-bin
dunst
duplicati-latest
dust
eclipse-java-bin
electron
epick
epstool
espeak
etcher-bin
exa
fakeroot
falkon
fd
figlet
firefox
firefox-developer-edition
flameshot
flex
font-manager
freecad
fritzing
fswatch
fwbuilder
gaphor-git
gcc10
ghcup-hs-bin
ghostwriter
gimagereader-gtk
gimp
github-cli
gmrun
gnome-boxes
gnome-builder
godot
gopls
gparted
gpicview
grace
grive
grub
handbrake
happy
haskell-language-server
haveged
hblock
heroku-cli-bin
hledger-ui
hledger-web
htop
httping
hyperfine
iftop
inetutils
intel-ucode
intellij-idea-community-edition
ipset
jamesdsp
java-openjfx
javafx-scenebuilder
jdtls
juk
kalendar
kdenlive
kid3
kitty-git
kvantum
ledger
librewolf-bin
lite-xl
lolcat
lollypop
lshw
lua-language-server
lua-lsp-git
lxappearance
lxsession
ly
lyx
maim
make
man-db
meld
motion
mousepad
mpris-ctl
mysql-workbench
nam
nano
nautilus-renamer
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-seahorse
nemo-share
nemo-terminal
neofetch
nerd-fonts-jetbrains-mono
net-tools
nethogs
newsflash
nicotine+
nload
nmap
nosql-workbench
noto-fonts-cjk
noto-fonts-emoji
ntp
nushell-bin
nvm
nyxt
obs-studio
octave
openboard
otf-nerd-fonts-fira-code
pacmixer
parcellite
paru
pass
pasystray
pdfmixtool
perf
pfetch
php7
picard
pipes-rs-git
pipes.sh
playerctl
pm-utils
polybar
pomatez
pomotroid-bin
postman-bin
procs
proggyfonts
pv
pycharm-community-edition
python-colorthief
python-haishoku
python-httpx
python-pydot
python-pyodbc
python-pywal
qbittorrent
qutebrowser
rambox-pro-bin
ranger
rclone
redshift
ripgrep
rpcsvc-proto
scrcpy
screenkey
sd
shutter
simplescreenrecorder
sioyek-git
slack-desktop
slock
smartgit
smartmontools
smtube
soundux
spotiflyer
spotify-tui-bin
spotifywm-git
spyder
starship
staruml
steam
steam-tui
stow
surf
swi-prolog
syncthing-gtk-python3
syncthingtray
sysfetch-git
tealdeer
teams
terminus-font
texlab
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
texstudio
thunar
thunderbird
tokei
traceroute
translate-shell
ttf-ancient-fonts
ttf-twemoji-color
unetbootin
unity-editor-lts
vattery
ventoy-bin
vi
virtualbox
vivaldi
webstorm
wezterm
whatsapp-nativefier
wmname
xautolock
xdg-user-dirs
xf86-input-synaptics
xf86-video-intel
xfce4-terminal
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xournalpp
xsuspender-git
yarn
yaru-colors-gtk-theme
ysbatterytray
ytop-bin
zoom
zoxide
zsh-autosuggestions
