acpid
alacritty
alsa-utils
arandr
arduino
audacity
autoconf
automake
awesome
baobab
base
bat
binutils
bison
btop
calc
calcurse
cbatticon
chromium
dbeaver
deja-dup
diff-so-fancy
discord
dmenu
docker
docker-compose
dust
efibootmgr
emacs
exa
fakeroot
fd
feh
file
findutils
firefox
firefox-developer-edition
flameshot
flex
font-manager
fzf
gawk
gcc
gettext
gimagereader-gtk
gimp
git
gnu-free-fonts
gopls
gparted
gpicview
grep
groff
gst-plugin-pipewire
gvfs-smb
gzip
haskell-language-server
haveged
htop
intel-media-driver
intel-ucode
intellij-idea-community-edition
iwd
keepassxc
kitty
ledger
libpulse
libtool
libva-intel-driver
linux
linux-firmware
lshw
lxappearance
lxsession
m4
maim
make
man-db
mysql-workbench
nano
nemo
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-seahorse
nemo-share
nemo-terminal
neofetch
neovim
net-tools
nethogs
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nyxt
obs-studio
openssh
pacman
parcellite
pasystray
patch
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
procs
pycharm-community-edition
python-pywal
qutebrowser
redshift
ripgrep
ruby
scrcpy
screenkey
sd
sed
slock
smartmontools
starship
steam
stow
sudo
swi-prolog
tealdeer
terminus-font
texinfo
texlab
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
texstudio
tokei
translate-shell
ttf-liberation
vi
vim
vivaldi
vulkan-intel
wget
which
wireless_tools
wireplumber
wmname
xautolock
xclip
xdg-user-dirs
xdg-utils
xf86-input-synaptics
xf86-video-intel
xfce4-terminal
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xsel
xterm
zoxide
zram-generator
