acpid
alacritty
alsa-utils
arandr
arduino
arduino-avr-core
asciidoc
audacity
autoconf
automake
awesome
baobab
base
bat
biber
bind
binutils
bison
blanket
bluez-utils
brightnessctl
btop
calc
calcurse
calibre
cbatticon
chromium
cowsay
dbeaver
deja-dup
diff-so-fancy
discord
dmenu
docker
docker-compose
dunst
dust
efibootmgr
emacs
evince
exa
fakeroot
fd
feh
file
findutils
firefox
firefox-developer-edition
fish
flex
font-manager
fzf
gawk
gcc
gettext
ghostwriter
gimagereader-gtk
gimp
git
gnu-free-fonts
gopls
gparted
gpick
gpicview
grep
grim
groff
gst-plugin-pipewire
gvfs-smb
gzip
haskell-language-server
haveged
hblock
htop
hunspell-es_mx
ifuse
inkscape
intel-media-driver
intel-ucode
intellij-idea-community-edition
ispell
iwd
kdeconnect
keepassxc
kitty
kooha
lazygit
ledger
libappindicator-gtk3
libayatana-appindicator
libpulse
libreoffice-fresh
libtool
libva-intel-driver
linux
linux-firmware
lshw
lxappearance
lxsession
m4
maim
make
man-db
mariadb
meld
metasploit
mpv
mpv-mpris
mysql-workbench
nano
nemo
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-seahorse
nemo-share
nemo-terminal
neofetch
neovim
net-tools
nethogs
networkmanager
nitrogen
nmap
nodejs-lts-hydrogen
noto-fonts-cjk
noto-fonts-emoji
nyxt
obs-studio
openssh
pacman
pandoc-cli
pandoc-crossref
parcellite
pasystray
patch
pavucontrol
pcmanfm
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
playerctl
procs
pwgen
pycharm-community-edition
python-pywal
qutebrowser
ranger
redshift
ripgrep
rofi
ruby
scrcpy
screenkey
scrot
sd
sed
slurp
smartmontools
spectacle
sqlitebrowser
starship
steam
stow
sudo
swappy
sway
swaybg
swayidle
swaylock
swi-prolog
sxiv
systeroid
tcpdump
tealdeer
telegram-desktop
terminus-font
texinfo
texlab
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
texstudio
tmux
tokei
torbrowser-launcher
translate-shell
tree
ttf-firacode-nerd
ttf-liberation
unison
vi
vim
virtualbox
vivaldi
vulkan-intel
waybar
wget
which
wireless_tools
wireplumber
wl-clipboard
wmname
wofi
xaos
xautolock
xclip
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-synaptics
xf86-video-intel
xfce4-terminal
xmobar
xmonad
xmonad-contrib
xmonad-extras
xorg-appres
xorg-fonts-misc
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwininfo
xsel
xss-lock
xterm
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zoxide
zram-generator
