acpid
alacritty
alsa-utils
ant
arandr
arduino
arduino-avr-core
asciidoc
audacity
audiotube
autoconf
automake
awesome
baobab
base
base-devel
bat
biber
bind
binutils
bison
blanket
blender
blueman
bluez-utils
brightnessctl
btop
calc
calcurse
calibre
canto-daemon
cbatticon
chromium
cliphist
cmus
composer
copyq
cowsay
cpio
dbeaver
deja-dup
diff-so-fancy
dmenu
docker
docker-compose
dunst
dust
easy-rsa
efibootmgr
element
emacs-nativecomp
epiphany
evince
eza
fakeroot
fd
feh
file
findutils
firefox
firefox-developer-edition
fish
flex
font-manager
fuzzel
fzf
gawk
gcc
gdm
gettext
gimagereader-gtk
gimp
git
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-shell-extension-caffeine
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnu-free-fonts
gopls
gparted
gpick
gpicview
gradle
grep
grilo-plugins
grim
groff
gst-plugin-pipewire
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gzip
haskell-language-server
haveged
hblock
htop
hunspell-es_mx
hyprland
hyprpaper
ifuse
inkscape
inotify-tools
intel-media-driver
intel-ucode
intellij-idea-community-edition
ispell
iwd
jdk8-openjdk
kdeconnect
keepassxc
kitty
kitty-terminfo
kooha
lazygit
ledger
libappindicator-gtk3
libayatana-appindicator
libpulse
libreoffice-fresh
libtool
libva-intel-driver
linux
linux-firmware
lite-xl
loupe
lshw
lxappearance
lxsession
ly
m4
maim
make
mako
malcontent
man-db
mariadb
maven
meld
metasploit
mpv
mpv-mpris
mysql-workbench
nano
nautilus
nemo
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-seahorse
nemo-share
nemo-terminal
neofetch
neovim
net-tools
nethogs
network-manager-applet
networkmanager
nitrogen
nmap
nodejs-lts-hydrogen
noto-fonts-cjk
noto-fonts-emoji
nyxt
obs-studio
opendoas
openssh
orca
pacman
pandoc-cli
pandoc-crossref
parcellite
pasystray
patch
pavucontrol
pcmanfm
php
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
platformio-core
playerctl
polkit-gnome
polybar
postgresql
procs
pwgen
pycharm-community-edition
python-pipx
python-pywal
python-seaborn
qtile
qutebrowser
ranger
redshift
ripgrep
rofi
ruby
rygel
scrcpy
screenkey
scrot
sd
sed
shellcheck
shfmt
simple-scan
slurp
smartmontools
snapshot
sqlitebrowser
starship
steam
stow
streamlink
sudo
sushi
swappy
sway
swaybg
swayidle
swaylock
swi-prolog
sxiv
systeroid
tcpdump
tealdeer
tecla
telegram-desktop
termdown
terminus-font
texinfo
texlab
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-mathscience
texlive-music
texlive-pstricks
texlive-publishers
texstudio
tmux
tokei
tomcat10
tomcat8
tomcat9
torbrowser-launcher
totem
tracker3-miners
translate-shell
tree
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
unison
vi
vim
virtualbox
vulkan-intel
wacomtablet
waybar
wev
wget
which
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wmname
wofi
xautolock
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-synaptics
xf86-input-wacom
xf86-video-intel
xfce4-terminal
xmobar
xmonad
xmonad-contrib
xmonad-extras
xorg-appres
xorg-fonts-misc
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwininfo
xsel
xss-lock
xterm
yelp
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zram-generator
